Repository: staticred/usergen_viz
Catalog: translations/*.po
Languages: fr

source: User Generated Mapping
fr: Généré par les utilisateurs de cartographie

source: This allows you to configure default settings for the user-generated mapping tool.
fr: Cela vous permet de configurer les paramètres par défaut de l'outil de calendrier généré par l'utilisateur.

source: Map Results
fr: Résultats de la recherche

source: Pages that match your selected criteria are listed below.
fr: Pages qui correspondent à vos critères sélectionnés sont répertoriés ci-dessous.

source: User-generated mapping
fr: Généré par les utilisateurs de cartographie

source: Saved maps
fr: Cartes enregistrées

source: Allows users to generate maps from node field data.
fr: Permet aux utilisateurs de générer des délais à partir de données sur le terrain de nœuds.

source: General Details
fr: Détails générales

source: Label
fr: Étiquette

source: User-generated mapping.
fr: Généré par les utilisateurs de cartographie

source: Label to be displayed on the page.
fr: Etiquette à afficher sur la page.

source: On-screen help
fr: Sur l'écran d'aide

source: Help text to display to the user
fr: Aide texte à afficher à l'utilisateur

source: Build a map from site contents using the data sources and filters below.
fr: Construire une chronologie à partir du contenu du site en utilisant les sources de données et des filtres ci-dessous.

source: Data Sources and Filtering
fr: Sources des données et de filtrage

source: Select one or more of the following to expose to users as sources of location data.
fr: Sélectionnez un ou plusieurs des éléments suivants pour exposer aux utilisateurs en tant que sources de données calendrier.

source: Data Sources
fr: Sources des données

source: Content types
fr: Types de contenu

source: Select the content type(s) you want to map
fr: Sélectionnez le type de contenu (s) que vous souhaitez créer un calendrier pour

source: Additional fields to filter by
fr: Des champs supplémentaires pour filtrer par

source: Select the additional fields you want users to use
fr: Sélectionnez les champs supplémentaires que vous souhaitez aux utilisateurs d'utiliser

source: No summary available
fr: Aucun champ disponible.

source: Less than
fr: Inférieur

source: More than
fr: Plus que

source: Less than or equal to
fr: Inférieur ou égal à

source: Greater than or equal to
fr: Supérieur ou égal à

source: Equal to
fr: Egal à

source: Not equal to
fr: Pas égal à

source: Contains
fr: Contient

source: Does not contain
fr: Ne contient pas

source: Select one of the following fields to query.
fr: Sélectionnez l'un des domaines suivants à la requête.

source: Filter by content type
fr: Filtrer par type de contenu

source: Returns pages for the selected content types.
fr: Retourne pages pour les types de contenu sélectionnés.

source: Show list of matching pages
fr: Affichez seulement dans les pages énumérées.

source: If enabled, this will show a list of pages plotted on the map, with links to the individual page.
fr: Si elle est activée, cela vous montrera une liste de pages tracées sur la carte, avec des liens vers la page individuelle.

source: Filters
fr: Filtres

source: You can additionally filter your results by selecting the following filter options
fr: Vous pouvez en outre filtrer vos résultats en sélectionnant les options de filtres suivants

source: Select a field
fr: - Sélectionnez un type de champ -

source: Field to filter by
fr: Des champs supplémentaires pour filtrer par

source: Select a filter criteria
fr: Filtre inconnu/manquant

source: Greater than
fr: Supérieur

source: Operator
fr: Opérateur

source: Value
fr: Valeur

source: Generate a map
fr: Cliquer sur la carte

source: Select a field to query.
fr: Sélectionnez un champ à la requête.

source: Select a content type to return pages for.
fr: Sélectionnez un type de contenu pour revenir pages pour.

source: Please select an operator
fr: S'il vous plaît sélectionner un opérateur

source: Please enter a value for the filter.
fr: S'il vous plaît entrer une valeur pour le filtre.

source: Please enter a valid date value.
fr: S'il vous plaît entrez une valeur de date valide.

source: Locations
fr: emplacements utilisateurs

source: records returned.
fr: Le message d'erreur est :

source: No locations found that match your criteria.
fr: Pas de lieux trouvés qui correspondent à vos critères.

source: View saved maps
fr: Voir les cartes enregistrées

source: Save this map
fr: Enregistrer cette carte

source: Forget this map
fr: Oubliez cette carte

source: Displaying results for the following criteria:
fr: Affichage des résultats pour les critères suivants:

source: Pages of type
fr: Pages de type

source: Data source:
fr: Source des données:

source: Using filters:
fr: L'utilisation de filtres:

source: Would you like to try again?
fr: Voulez-vous essayer de nouveau?

source: Build another map
fr: Construire un autre scénario

source: Could not save user map:
fr: Impossible d'enregistrer la carte d'utilisateur:

source: Map was already saved.
fr: Carte a été déjà enregistré.

source: Could not remove map
fr: Impossible de supprimer la carte

source: Pages of type %s, using the data source %s
fr: Pages de type %s, en utilisant la source de données %s

source: No saved maps found.
fr: Pas de cartes enregistrées trouvé.

source: Generate maps
fr: Produire des cartes

source: Save maps
fr: Enregistrer des cartes

source: Administer usergen_map
fr: Administrer usergen_map

source: Delete own maps
fr: Supprimer propres cartes

source: Base table for the usergen_map module to save user-generated maps.
fr: Table de base pour le module usergen_map pour sauver générés par les utilisateurs des cartes.

source: Unique identifier for the saved bookmark
fr: Identificateur unique pour le signet enregistré

source: User ID for the saved map
fr: ID utilisateur pour la carte enregistrée

source: Title for the saved map
fr: Titre de la carte enregistrée

source: Date the map was saved.
fr: Date de la carte a été sauvé.

source: User Generated Maps
fr: Calendrier généré par les utilisateurs

source: This module provides users with the ability to generate timelines based on node data
fr: Ce module fournit aux utilisateurs la capacité de générer des délais sur la base de données de nœud

source: Data visualization
fr: La visualisation des données
