Repository: staticred/usergen_viz
Catalog: translations/timeline-*.po
Languages: fr

source: User Generated Timelines
fr: Calendrier généré par les utilisateurs

source: This allows you to configure default settings for the user-generated timeline tool.
fr: Cela vous permet de configurer les paramètres par défaut de l'outil de calendrier généré par l'utilisateur.

source: Timeline Results
fr: Résultats Chronologie

source: Pages that match your selected criteria are listed below.
fr: Pages qui correspondent à vos critères sélectionnés sont répertoriés ci-dessous.

source: User-generated timelines
fr: Calendrier généré par les utilisateurs

source: Saved timelines
fr: calendrier enregistrés

source: Allows users to generate timelines from node field data.
fr: Permet aux utilisateurs de générer des délais à partir de données sur le terrain de nœuds.

source: General Details
fr: Détails générales

source: Label
fr: Étiquette

source: User-generated timelines.
fr: Calendrier généré par les utilisateurs

source: Label to be displayed on the page. NOTE: If caching is enabled, you will have to clear the menu cache for this change to be reflected on your site.
fr: Etiquette à afficher sur la page. REMARQUE: Si la mise en cache est activé, vous devrez effacer le cache du menu de ce changement se reflète sur votre site.

source: On-screen help
fr: Sur l'écran d'aide

source: Help text to display to the user
fr: Aide texte à afficher à l'utilisateur

source: Build a timeline from site contents using the data sources and filters below.
fr: Construire une chronologie à partir du contenu du site en utilisant les sources de données et des filtres ci-dessous.

source: Data Sources and Filtering
fr: Sources des données et de filtrage

source: Select one or more of the following to expose to users as sources of timeline data.
fr: Sélectionnez un ou plusieurs des éléments suivants pour exposer aux utilisateurs en tant que sources de données calendrier.

source: Data Sources
fr: Sources des données

source: Content types
fr: Types de contenu

source: Select the content type(s) you want to create a timeline for
fr: Sélectionnez le type de contenu (s) que vous souhaitez créer un calendrier pour

source: Additional fields to filter by
fr: Des champs supplémentaires pour filtrer par

source: Select the additional fields you want users to use
fr: Sélectionnez les champs supplémentaires que vous souhaitez aux utilisateurs d'utiliser

source: Timeline date range
fr: Intervalle d'années de la date

source: Select a default date range for the timeline.
fr: Sélectionnez une plage de dates par défaut pour la chronologie.

source: From
fr: à partir de

source: To
fr: A

source: Simile Timeline Libraries not found
fr: Bibliothèques Simile Timeline pas trouvé

source: Less than
fr: Inférieur

source: More than
fr: Plus que

source: Less than or equal to
fr: Inférieur ou égal à

source: Greater than or equal to
fr: Supérieur ou égal à

source: Equal to
fr: Egal à

source: Not equal to
fr: Pas égal à

source: Contains
fr: Contient

source: Does not contain
fr: Ne contient pas

source: Filter by content type
fr: Filtrer par type de contenu

source: Returns pages for the selected content types.
fr: Retourne pages pour les types de contenu sélectionnés.

source: Select one of the following fields to query.
fr: Sélectionnez l'un des domaines suivants à la requête.

source: Filter by date (optional)
fr: Filtrer par date (facultatif)

source: You can filter results on your timeline by entering values in the fields below. Use one of the following formats: YYYY or YY-MM-DD.
fr: Vous pouvez filtrer les résultats sur votre calendrier en entrant des valeurs dans les champs ci-dessous. Utilisez l'un des formats suivants: AAAA ou AA-MM-JJ.

source: to
fr: vers

source: Generate a timeline
fr: Générer un calendrier

source: Select a field to query.
fr: Sélectionnez un champ à la requête.

source: Select a content type to return pages for.
fr: Sélectionnez un type de contenu pour revenir pages pour.

source: Please enter a valid date value.
fr: S'il vous plaît entrez une valeur de date valide.

source: Please select an operator
fr: S'il vous plaît sélectionner un opérateur

source: Please enter a value for the filter.
fr: S'il vous plaît entrer une valeur pour le filtre.

source: View saved timelines
fr: Voir calendrier enregistrés

source: Save this timeline
fr: Enregistrer cette calendrier

source: Forget this timeline
fr: Oubliez ce calendrier

source: Displaying results for the following criteria:
fr: Affichage des résultats pour les critères suivants:

source: Pages of type
fr: Pages de type

source: Data source:
fr: Source des données:

source: Using filters:
fr: L'utilisation de filtres:

source: Would you like to try again?
fr: Voulez-vous essayer de nouveau?

source: Build another timeline
fr: Construire un autre scénario

source: Could not save user timeline:
fr: Impossible d'enregistrer calendrier utilisateur:

source: Timeline was already saved.
fr: Chronologie a été déjà enregistré.

source: Could not remove timeline
fr: Impossible de supprimer le calendrier

source: from %s
fr: De %s

source: to %s
fr: à %s

source: No saved timelines found.
fr: Aucun échéancier enregistrés trouvé.

source: User generated timelines
fr: Calendrier généré par les utilisateurs

source: Generate timelines
fr: Générer calendrier

source: Save timelines
fr: Enregistrer calendrier

source: Delete own timelines
fr: Supprimer calendrier propres

source: Base table for the usergen_timeline module to save user-generated timelines.
fr: Table de base pour le module usergen_timeline pour sauver calendrier générés par les utilisateurs.

source: User ID for the saved timeline
fr: ID utilisateur pour la chronologie sauvé

source: Title for the saved timeline
fr: Titre pour le calendrier sauvé

source: Date the timeline was saved.
fr: Date à laquelle le calendrier a été sauvé.

source: serialized filter options
fr: sérialisés les options de filtrage

source: This module provides users with the ability to generate timelines based on node data
fr: Ce module fournit aux utilisateurs la capacité de générer des délais sur la base de données de nœud

source: Data visualization
fr: La visualisation des données
